Repository: rusvtiem/ComposersNotebook
Catalog: ComposersNotebook/Resources/MusicTerms.xcstrings
Source language: en
Languages: ru

source: Whole note
ru: Целая нота

source: Half note
ru: Половинная нота

source: Quarter note
ru: Четвертная нота

source: Eighth note
ru: Восьмая нота

source: Sixteenth note
ru: Шестнадцатая нота

source: Thirty-second note
ru: Тридцать вторая нота

source: semibreve
ru: семибреве

source: minim
ru: минима

source: crotchet
ru: семиминима

source: quaver
ru: крома

source: semiquaver
ru: семикрома

source: demisemiquaver
ru: бискрома

source: Staccato
ru: Стаккато

source: Legato
ru: Легато

source: Accent
ru: Акцент

source: Tenuto
ru: Тенуто

source: Marcato
ru: Маркато

source: Fermata
ru: Фермата

source: Sharp
ru: Диез

source: Flat
ru: Бемоль

source: Natural
ru: Бекар

source: Double sharp
ru: Дубль-диез

source: Double flat
ru: Дубль-бемоль

source: Pianissimo
ru: Пианиссимо — очень тихо

source: Piano
ru: Пиано — тихо

source: Mezzo piano
ru: Меццо-пиано — умеренно тихо

source: Mezzo forte
ru: Меццо-форте — умеренно громко

source: Forte
ru: Форте — громко

source: Fortissimo
ru: Фортиссимо — очень громко

source: Sforzando
ru: Сфорцандо — внезапный акцент

source: Arco
ru: Арко — смычком

source: Pizzicato
ru: Пиццикато — щипком

source: Col legno
ru: Коль леньо — древком смычка

source: Sul ponticello
ru: Суль понтичелло — у подставки

source: Sul tasto
ru: Суль тасто — у грифа

source: Tremolo
ru: Тремоло — быстрое повторение

source: Finger style
ru: Пальцами (fingerstyle)

source: Pick style
ru: Медиатором (pick)

source: Strum down
ru: Бой вниз

source: Strum up
ru: Бой вверх

source: Sticks
ru: Палочки

source: Brushes
ru: Щётки

source: Mallets
ru: Молоточки (маллеты)

source: Treble clef
ru: Скрипичный ключ

source: Bass clef
ru: Басовый ключ

source: Alto clef
ru: Альтовый ключ

source: Tenor clef
ru: Теноровый ключ

source: Grave
ru: Граве — очень медленно (40)

source: Largo
ru: Ларго — широко (46)

source: Lento
ru: Ленто — медленно (52)

source: Adagio
ru: Адажио — спокойно (60)

source: Andante
ru: Анданте — шагом (76)

source: Moderato
ru: Модерато — умеренно (92)

source: Allegretto
ru: Аллегретто — оживлённо (108)

source: Allegro
ru: Аллегро — быстро (120)

source: Vivace
ru: Виваче — живо (140)

source: Presto
ru: Престо — быстро (168)

source: Prestissimo
ru: Престиссимо — предельно быстро (200)

source: Crescendo
ru: Крещендо — постепенно громче

source: Diminuendo
ru: Диминуэндо — постепенно тише

source: Tie
ru: Залиговка — связывание одинаковых нот

source: Slur
ru: Лига — легато, плавное соединение

source: Dotted
ru: С точкой — увеличивает длительность в 1.5 раза

source: Double dotted
ru: С двойной точкой — увеличивает в 1.75 раза

source: Segno
ru: Сеньо — знак навигации

source: Coda
ru: Кода — знак окончания

source: D.C. al Fine
ru: С начала до Fine

source: D.S. al Coda
ru: С сеньо до коды
